Angular.ng-template
arcticicestudio.nord-visual-studio-code
cssho.vscode-svgviewer
dawhite.mustache
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
geddski.macros
johnpapa.Angular2
letrieu.expand-region
natewallace.angular2-inline
pawelgrzybek.bimbo-theme
PKief.material-icon-theme
pnp.polacode
robertohuertasm.vscode-icons
shd101wyy.markdown-preview-enhanced
techer.open-in-browser
WallabyJs.quokka-vscode
WallabyJs.wallaby-vscode